{
  "series": {
    "2": {
      "id": "2",
      "slug": "sin-overcoming-sin",
      "title": "Sin and overcoming sin",
      "posts": [
        {
          "title": "What is sin?",
          "excerpt": "What is sin – original sin, deeds of the body, sin in the flesh? What is the difference between having sin and committing sin?",
          "slug": "what-is-sin-have-sin-commit-sin-temptation"
        },
        {
          "title": "Repentance and the forgiveness of sins",
          "excerpt": "The first step toward salvation and a meaningful life.",
          "slug": "repentance-forgiveness-sins"
        },
        {
          "title": "What is the difference between temptation and sin?",
          "excerpt": "I can feel that being tempted makes me impure. But is it sin?",
          "slug": "what-is-the-difference-between-temptation-and-sin"
        }
      ]
    },
    "3": {
      "id": "3",
      "slug": "the-end-times",
      "title": "What does the Bible say about the End Times",
      "posts": [
        {
          "title": "What will happen in the end times?",
          "excerpt": "A summary of the events that will take place in the end times.",
          "slug": "will-happen-end-times"
        },
        {
          "title": "What does the Bible say about the Great Tribulation?",
          "excerpt": "A summary of the events of the end times commonly known as the “Great Tribulation.”",
          "slug": "what-does-the-bible-say-about-the-great-tribulation"
        },
        {
          "title": "What does the Bible say about the Millennium?",
          "excerpt": "A short insight into the amazing thousand-year kingdom of peace that Christ will establish in the end times.",
          "slug": "what-does-the-bible-say-about-the-millennium"
        },
        {
          "title": "What does the Bible say about the second coming of Christ?",
          "excerpt": "The second coming of Jesus Christ to the earth is one of the most momentous events that will ever happen.",
          "slug": "what-does-the-bible-say-about-the-second-coming-of-christ"
        },
        {
          "title": "What does the Bible say about the harlot of Revelation 17?",
          "excerpt": "Who is the harlot described in Revelation 17 and what significance does she have both for our time and in the end times?",
          "slug": "what-does-the-bible-say-about-the-harlot-of-revelation-17"
        },
        {
          "title": "What does the Bible say about the beast?",
          "excerpt": "Find out who “the beast” mentioned in Revelation 13 is and what significance it has in the end times.",
          "slug": "what-does-the-bible-say-about-the-beast"
        },
        {
          "title": "What does the Bible say about Judgment Day?",
          "excerpt": "Learn about what will happen on the day that everyone must appear before the judgment seat of Christ.",
          "slug": "what-does-the-bible-say-about-judgment-day"
        },
        {
          "title": "What does the Bible say about the rapture?",
          "excerpt": "The rapture is a captivating topic, but what do we actually know about it?",
          "slug": "what-does-the-bible-say-about-the-rapture"
        },
        {
          "title": "What does the Bible say about the Antichrist?",
          "excerpt": "Some clarity on a fascinating topic that is often misunderstood.",
          "slug": "what-does-the-bible-say-about-the-antichrist"
        }
      ]
    },
    "4": {
      "id": "4",
      "slug": "johan-o-smith-article",
      "title": "Johan O. Smith article collection",
      "posts": [
        {
          "title": "Active Christianity",
          "excerpt": "What genuine Christianity really looks like.",
          "slug": "active-christianity"
        },
        {
          "title": "No one can serve two masters",
          "excerpt": "Whom do you follow? Be honest with yourself. Did you know that your answer to this crucial question determines your eternity?",
          "slug": "no-one-can-serve-two-masters"
        },
        {
          "title": "Has Christ come in the flesh?",
          "excerpt": "If Christ did come in the flesh, what kind of flesh was it? Why is that important?",
          "slug": "has-christ-come-in-the-flesh"
        },
        {
          "title": "What does it cost to be a disciple of Jesus?",
          "excerpt": "Jesus says it is possible to come to Him without becoming His disciple. Did you know this applies to most Christians?",
          "slug": "what-does-it-cost-to-be-a-disciple-of-jesus"
        },
        {
          "title": "The spiritual center of gravity",
          "excerpt": "What are you drawn to throughout the day?",
          "slug": "the-spiritual-center-of-gravity"
        }
      ]
    },
    "5": {
      "id": "5",
      "slug": "sigurd-bratlie-articles",
      "title": "Sigurd Bratlie article collection",
      "posts": [
        {
          "title": "So great a salvation!",
          "excerpt": "What does the salvation Christ came with really involve?",
          "slug": "so-great-a-salvation"
        },
        {
          "title": "My strength is made perfect in weakness",
          "excerpt": "Awareness of your weakness concerning sin is not the end of the road. On the contrary! Do you know where to turn for strength?",
          "slug": "strength-made-perfect-weakness"
        },
        {
          "title": "What does it mean to fight the good fight of faith?",
          "excerpt": "Paul’s exhortation in 1 Timothy 6:11-14 tells us that faith involves action. But what does this really mean?",
          "slug": "mean-fight-good-fight-faith"
        },
        {
          "title": "Make your time count for today and eternity",
          "excerpt": "God allows us to go through different times in our lives. How are you making use of these opportunities?",
          "slug": "make-your-time-count-today-eternity"
        },
        {
          "title": "How can you become a stone that fits in God’s building?",
          "excerpt": "In the Bible, the church is often compared to a building, fitting together perfectly in every way. What does this mean?",
          "slug": "can-become-stone-fits-gods-building"
        },
        {
          "title": "The spirit of the Antichrist part I: Denying that Jesus came in the flesh",
          "excerpt": "Did you know that whatever we do, it is either Christ or Satan that is being manifested in our lives?",
          "slug": "spirit-antichrist-part-denying-jesus-came-flesh"
        },
        {
          "title": "The spirit of the Antichrist part II: Denying the cornerstone",
          "excerpt": "Jesus is the Christ, the Son of the Living God, and it is on this rock that the church is to be built.",
          "slug": "spirit-antichrist-part-ii-denying-cornerstone"
        },
        {
          "title": "The spirit of the Antichrist part III: Denying the doctrine of Christ",
          "excerpt": "What is the “doctrine of Christ?” Jesus said to a multitude who followed Him: “Whoever desires to come after Me, let him deny himself, and take up his cross, and follow Me.”",
          "slug": "spirit-antichrist-part-iii-denying-doctrine-christ"
        }
      ]
    },
    "6": {
      "id": "6",
      "slug": "elias-aslaksen-articles",
      "title": "Elias Aslaksen article collection",
      "posts": [
        {
          "title": "How God will crush Satan under your feet",
          "excerpt": "How Satan can be rendered powerless in your life.",
          "slug": "crush-satan-under-your-feet-romans-16-20"
        },
        {
          "title": "Why you never need to be discouraged again",
          "excerpt": "Learn what weapons are at your disposal so that discouragement can be history in your life.",
          "slug": "never-need-discouraged"
        },
        {
          "title": "How can I defeat discouragement in my life?",
          "excerpt": "Are you holding fast to the confession of your hope?",
          "slug": "how-to-defeat-discouragement-in-your-life"
        },
        {
          "title": "The dictionary of the evil one",
          "excerpt": "The devil is a liar and deceiver—also when it comes to God’s word. How do you read the Bible? Can you see what is really written there and believe it?",
          "slug": "the-dictionary-of-the-evil-one-how-satan-tries-to-deceive-us"
        },
        {
          "title": "The critical moment",
          "excerpt": "When you fight against the sin that wants to rise up out of you, it is important to prepare yourself ahead of time for battle. But what is the critical moment?",
          "slug": "the-critical-moment"
        },
        {
          "title": "Without exception!",
          "excerpt": "Do you believe God’s Word exactly as it is written? This article should be an eye-opener for most of us.",
          "slug": "without-exception"
        },
        {
          "title": "Judge yourself",
          "excerpt": "God resists the proud but gives grace to the humble. Judging yourself and humbling yourself is the greatest thing you could do in this life!",
          "slug": "judge-yourself"
        },
        {
          "title": "How to read God’s word exactly as it is written",
          "excerpt": "The danger of minimizing the magnitude of what is written.",
          "slug": "believing-gods-word-exactly-as-it-is-written"
        },
        {
          "title": "God gives grace to the humble",
          "excerpt": "Humility must be really important if God gives grace to the humble! So how important is it really?",
          "slug": "god-gives-grace-humble"
        },
        {
          "title": "So how important is prayer?",
          "excerpt": "The way of prayer is the way of life.",
          "slug": "so-how-important-is-prayer"
        }
      ]
    },
    "7": {
      "id": "7",
      "slug": "aksel-j-smith-articles",
      "title": "Aksel J. Smith article collection",
      "posts": [
        {
          "title": "“At Your word” – the motto that brings results",
          "excerpt": "Do you obey God’s Word and His leading, without delay or reasoning? Try it, and experience how it really works!",
          "slug": "word-motto-brings-results"
        },
        {
          "title": "Living faith: become a new creation!",
          "excerpt": "With a living faith in God it’s possible no longer to be burdened by the things that have been.",
          "slug": "living-faith-become-new-creation"
        },
        {
          "title": "Rest in God",
          "excerpt": "Do you know the peace that comes from abandoning yourself completely to God?",
          "slug": "rest-in-god"
        },
        {
          "title": "This is the day the Lord has made!",
          "excerpt": "Each day is a rich and precious gift from God, with new grace and new opportunities.",
          "slug": "for-this-is-the-day-the-lord-has-made"
        },
        {
          "title": "Praying with need and thanksgiving",
          "excerpt": "Do your prayers line up with what the Bible says about prayer?",
          "slug": "prayer-with-need-and-thanksgiving-philippians-4-6"
        },
        {
          "title": "Hearts without guile and hypocrisy",
          "excerpt": "Through faith in Christ, it is in fact possible to keep our hearts pure.",
          "slug": "hearts-without-guile-and-hypocrisy"
        },
        {
          "title": "Revival within us and with us!",
          "excerpt": "If we truly long for the virtues of Christ, we have a mission field for revival wherever we go.",
          "slug": "revival"
        },
        {
          "title": "Why should I show holy conduct with my life?",
          "excerpt": "Holy conduct and godliness is the only way to true liberty.",
          "slug": "why-should-i-show-holy-conduct-with-my-life"
        }
      ]
    },
    "8": {
      "id": "8",
      "slug": "parenting-testimonies",
      "title": "Being a parent - testimony collection",
      "posts": [
        {
          "title": "How I became a better mom to my teens",
          "excerpt": "I had to put a magnifying glass on my own life to learn how to be a better mom.",
          "slug": "how-i-became-a-better-mom-to-my-teens"
        },
        {
          "title": "Why I don’t need to be anxious about my children",
          "excerpt": "As a parent I can’t be with my children and watch over them every minute. But there is someone who can!",
          "slug": "why-i-dont-need-to-be-anxious-about-my-children"
        },
        {
          "title": "Teaching my children to get a relationship with God",
          "excerpt": "It was important for me to raise my children to have their own relationship with God, as my personal relationship with God had made me incredibly happy.",
          "slug": "teaching-my-children-to-get-a-relationship-with-god"
        },
        {
          "title": "How having children with autism affects my life",
          "excerpt": "Through all his life’s experiences, Rob has experienced that God is “very merciful, and full of compassion.”",
          "slug": "children-autism-affects-life"
        },
        {
          "title": "From anger to blessing",
          "excerpt": "Rolf: Some people naturally have a short fuse. Sometimes I don’t think I had a fuse at all.",
          "slug": "how-i-overcame-anger-rolfs-story"
        },
        {
          "title": "Humility brings transformation",
          "excerpt": "This is how I’ve experienced it firsthand from my Dad.",
          "slug": "humility-brings-transformation"
        },
        {
          "title": "Why I don’t pray to be a patient mom",
          "excerpt": "I was trying to be patient – but for the wrong reasons.",
          "slug": "why-i-dont-pray-to-be-a-patient-mom"
        },
        {
          "title": "Every situation is an opportunity",
          "excerpt": "As a mother of a large family, I have been asked a lot of questions.",
          "slug": "every-situation-is-an-opportunity"
        }
      ]
    },
    "9": {
      "id": "9",
      "slug": "in-the-face-of-tragedy",
      "title": "Tragedy - testimony collection",
      "posts": [
        {
          "title": "Choosing faith: A complex diagnosis",
          "excerpt": "Part 1: I had to make a choice between fear and trust",
          "slug": "choosing-faith-a-complex-diagnosis"
        },
        {
          "title": "A diagnosis that became a life-changing wake-up call",
          "excerpt": "My life was changed in so many ways – and not necessarily the way you would expect.",
          "slug": "diagnosis-became-life-changing-wake-call"
        },
        {
          "title": "How having children with autism affects my life",
          "excerpt": "Through all his life’s experiences, Rob has experienced that God is “very merciful, and full of compassion.”",
          "slug": "children-autism-affects-life"
        },
        {
          "title": "What happens to faith when tragedy strikes?",
          "excerpt": "Lydia and Jouni were in their early 20s and had been married for barely a year when their lives were turned completely upside down and their faith in God was tested to its limits.",
          "slug": "what-happens-to-faith-when-tragedy-strikes"
        },
        {
          "title": "Marc Woerlen: Keeping faith in God in the face of tragedy",
          "excerpt": "VIDEO: In 2004 Marc Woerlen lost his entire family in a tragic fire. Today we meet a man grounded in unshakable faith, and with a story to tell.",
          "slug": "marc-woerlen-keeping-faith-god-face-tragedy"
        },
        {
          "title": "The Lord is compassionate and very merciful: Vienna’s story",
          "excerpt": "VIDEO: When her daughter Vienna was born with congenital heart disease, Teresa chose to focus on the end intended by the Lord. This is her powerful testimony.",
          "slug": "the-end-intended-by-the-lord-a-testimony-about-james-511"
        },
        {
          "title": "Holding on to God’s word on the brink of death",
          "excerpt": "Hospitalized with COVID-19, the Bible verses that kept coming to his mind were something for Hermen to hold on to.",
          "slug": "holding-on-to-gods-word-on-the-brink-of-death-christian-testimony"
        }
      ]
    },
    "10": {
      "id": "10",
      "slug": "everyday-christiantiy-testimonies",
      "title": "Daily life - testimony collection",
      "posts": [
        {
          "title": "Christianity in practice",
          "excerpt": "How becoming a Christian affected my daily life.",
          "slug": "christianity-in-practice"
        },
        {
          "title": "How I received power to overcome low self-esteem",
          "excerpt": "I was a slave to my low self-esteem, but the gospel of freedom from sin gave me the power to overcome it.",
          "slug": "how-i-received-power-to-overcome-low-self-esteem"
        },
        {
          "title": "How God taught me to deal with unreasonable people",
          "excerpt": "Here’s my story of how I learned that the way to deal with people is by learning to deal with my own reactions.",
          "slug": "god-taught-deal-unreasonable-people"
        },
        {
          "title": "God wants to do a miracle in me!",
          "excerpt": "God doesn’t ask what your past is, who you are or what you’re able to do. All He asks is if you’re willing …",
          "slug": "god-wants-to-do-a-miracle-in-me"
        },
        {
          "title": "From selfishness to selflessness",
          "excerpt": "Life changed for John when he discovered for himself how much better it is to give than to receive.",
          "slug": "from-selfishness-to-selflessness"
        },
        {
          "title": "Maybe I’m not as patient as I thought I was",
          "excerpt": "I’ve always thought that I’m a pretty patient person. Then I realised I was just making excuses for myself.",
          "slug": "maybe-im-not-patient-thought"
        },
        {
          "title": "Learning to humble myself",
          "excerpt": "When life’s challenges are mounting up there are often some unexpected reactions that come up.",
          "slug": "learning-to-humble-myself"
        },
        {
          "title": "Worry and anxiety – is it a necessary part of life?",
          "excerpt": "Do you feel like you have reason to worry? Read this!",
          "slug": "worry-anxiety-is-it-a-necessary-part-of-life"
        },
        {
          "title": "Is it possible to always be happy?",
          "excerpt": "VIDEO: Susi shares her testimony of how we can have an unshakable undercurrent of joy that’s unaffected by our surroundings.",
          "slug": "be-happy-always-is-this-possible"
        },
        {
          "title": "Forgiving the past and the people who hurt me",
          "excerpt": "A powerful testimony about the power of forgiveness, and the healing that is available through faith in the Word of God.",
          "slug": "forgiving-past-people-hurt"
        },
        {
          "title": "There is no fear in love – How I learned to deal with intimidating people",
          "excerpt": "Seeing people through God’s eyes taught Karen a valuable lesson in dealing with people she found intimidating.",
          "slug": "no-fear-love-learned-deal-intimidating-people"
        },
        {
          "title": "From battling to be thankful to an abundance of thankfulness",
          "excerpt": "How my eyes were opened and I became overflowing with thankfulness.",
          "slug": "battling-thankful-abundance-thankfulness"
        },
        {
          "title": "Why an eternity in heaven is the only option for me",
          "excerpt": "How do I “fit into heaven” if I don’t already come into the same spirit that rules in heaven while I&#8217;m here on earth?",
          "slug": "eternity-heaven-option"
        },
        {
          "title": "Every temptation is a custom-made opportunity to take a stand",
          "excerpt": "How am I using these opportunities?",
          "slug": "every-temptation-is-a-custom-made-opportunity-to-take-a-stand"
        },
        {
          "title": "Every situation is an opportunity",
          "excerpt": "As a mother of a large family, I have been asked a lot of questions.",
          "slug": "every-situation-is-an-opportunity"
        },
        {
          "title": "The choice I make daily",
          "excerpt": "When I didn’t even know God, He was gently drawing me to Him. Now I choose Him daily.",
          "slug": "the-choice-i-make-daily"
        }
      ]
    },
    "11": {
      "id": "11",
      "slug": "victory-over-sin-testimony-collection",
      "title": "Victory over sin - testimony collection",
      "posts": [
        {
          "title": "How a revolutionary gospel changed my life: part I",
          "excerpt": "From working on a kibbutz in Israel, to smuggling Bibles behind the “Iron Curtain,” to working as a student pastor in England, Phil searched for a deeper Christianity than the one he’d always known.",
          "slug": "revolutionary-gospel-changed-life-part"
        },
        {
          "title": "How a revolutionary gospel changed my life: part II",
          "excerpt": "A personal decision to believe in the gospel of victory over sin makes life exciting. Every single day has an effect. Every single day brings progress.",
          "slug": "revolutionary-gospel-changed-life-part-ii"
        },
        {
          "title": "Tried. Tested. True.",
          "excerpt": "VIDEO: Is it actually possible to come to a life of victory over sin? Are there people who believe this and can say that it’s true?",
          "slug": "tried-tested-true"
        },
        {
          "title": "Victory over sin is possible: A truth not commonly preached",
          "excerpt": "Richard heard a message not commonly preached. It turned out to be the turning point in his life.",
          "slug": "victory-over-sin-truth-not-common-preached"
        },
        {
          "title": "The phenomenal truth about what following Jesus really means",
          "excerpt": "Meet Garret, a young man who couldn’t line up religion with what he read in the Bible.",
          "slug": "the-phenomenal-truth-about-what-following-jesus-really-means"
        },
        {
          "title": "The biggest game changer of my life",
          "excerpt": "Everything changed when I realized what kind of nature Jesus had while He lived on earth.",
          "slug": "life-changed-learned-truth"
        },
        {
          "title": "Jether Vinson: Gripped by the message of the cross",
          "excerpt": "How the work of one man transformed countless lives across North America.",
          "slug": "jether-vinson-gripped-by-the-message-of-the-cross"
        },
        {
          "title": "My keys to victory over sin",
          "excerpt": "A few things that have been instrumental in leading Carl to an overcoming life, which may also help you.",
          "slug": "keys-victory-sin"
        }
      ]
    }
  },
  "posts": {
    "what-is-sin-have-sin-commit-sin-temptation": "2",
    "repentance-forgiveness-sins": "2",
    "what-is-the-difference-between-temptation-and-sin": "2",
    "will-happen-end-times": "3",
    "what-does-the-bible-say-about-the-great-tribulation": "3",
    "what-does-the-bible-say-about-the-millennium": "3",
    "what-does-the-bible-say-about-the-second-coming-of-christ": "3",
    "what-does-the-bible-say-about-the-harlot-of-revelation-17": "3",
    "what-does-the-bible-say-about-the-beast": "3",
    "what-does-the-bible-say-about-judgment-day": "3",
    "what-does-the-bible-say-about-the-rapture": "3",
    "what-does-the-bible-say-about-the-antichrist": "3",
    "active-christianity": "4",
    "no-one-can-serve-two-masters": "4",
    "has-christ-come-in-the-flesh": "4",
    "what-does-it-cost-to-be-a-disciple-of-jesus": "4",
    "the-spiritual-center-of-gravity": "4",
    "so-great-a-salvation": "5",
    "strength-made-perfect-weakness": "5",
    "mean-fight-good-fight-faith": "5",
    "make-your-time-count-today-eternity": "5",
    "can-become-stone-fits-gods-building": "5",
    "spirit-antichrist-part-denying-jesus-came-flesh": "5",
    "spirit-antichrist-part-ii-denying-cornerstone": "5",
    "spirit-antichrist-part-iii-denying-doctrine-christ": "5",
    "crush-satan-under-your-feet-romans-16-20": "6",
    "never-need-discouraged": "6",
    "how-to-defeat-discouragement-in-your-life": "6",
    "the-dictionary-of-the-evil-one-how-satan-tries-to-deceive-us": "6",
    "the-critical-moment": "6",
    "without-exception": "6",
    "judge-yourself": "6",
    "believing-gods-word-exactly-as-it-is-written": "6",
    "god-gives-grace-humble": "6",
    "so-how-important-is-prayer": "6",
    "word-motto-brings-results": "7",
    "living-faith-become-new-creation": "7",
    "rest-in-god": "7",
    "for-this-is-the-day-the-lord-has-made": "7",
    "prayer-with-need-and-thanksgiving-philippians-4-6": "7",
    "hearts-without-guile-and-hypocrisy": "7",
    "revival": "7",
    "why-should-i-show-holy-conduct-with-my-life": "7",
    "how-i-became-a-better-mom-to-my-teens": "8",
    "why-i-dont-need-to-be-anxious-about-my-children": "8",
    "teaching-my-children-to-get-a-relationship-with-god": "8",
    "children-autism-affects-life": "9",
    "how-i-overcame-anger-rolfs-story": "8",
    "humility-brings-transformation": "8",
    "why-i-dont-pray-to-be-a-patient-mom": "8",
    "every-situation-is-an-opportunity": "10",
    "choosing-faith-a-complex-diagnosis": "9",
    "diagnosis-became-life-changing-wake-call": "9",
    "what-happens-to-faith-when-tragedy-strikes": "9",
    "marc-woerlen-keeping-faith-god-face-tragedy": "9",
    "the-end-intended-by-the-lord-a-testimony-about-james-511": "9",
    "holding-on-to-gods-word-on-the-brink-of-death-christian-testimony": "9",
    "christianity-in-practice": "10",
    "how-i-received-power-to-overcome-low-self-esteem": "10",
    "god-taught-deal-unreasonable-people": "10",
    "god-wants-to-do-a-miracle-in-me": "10",
    "from-selfishness-to-selflessness": "10",
    "maybe-im-not-patient-thought": "10",
    "learning-to-humble-myself": "10",
    "worry-anxiety-is-it-a-necessary-part-of-life": "10",
    "be-happy-always-is-this-possible": "10",
    "forgiving-past-people-hurt": "10",
    "no-fear-love-learned-deal-intimidating-people": "10",
    "battling-thankful-abundance-thankfulness": "10",
    "eternity-heaven-option": "10",
    "every-temptation-is-a-custom-made-opportunity-to-take-a-stand": "10",
    "the-choice-i-make-daily": "10",
    "revolutionary-gospel-changed-life-part": "11",
    "revolutionary-gospel-changed-life-part-ii": "11",
    "tried-tested-true": "11",
    "victory-over-sin-truth-not-common-preached": "11",
    "the-phenomenal-truth-about-what-following-jesus-really-means": "11",
    "life-changed-learned-truth": "11",
    "jether-vinson-gripped-by-the-message-of-the-cross": "11",
    "keys-victory-sin": "11"
  }
}